RATING_TYPES = (
    ("1", "Звичайна"),
    ("2", "Самостійна"),
    ("3", "Зошит"),
    ("4", "Контрольна"),
    ("5", "Тематична"),
    ("6", "Семестрова"),
    ("7", "Річна"),
    ("8", "Залік"),
    ("9", "Екзамен")
)

STATUS_TYPE_TO_COLOR = {
    "Звичайна": "black",
    "Самостійна": "#0F0", 
    "Зошит": "violet",
    "Контрольна": "green",
    "Тематична": "orange",
    "Семестрова": "red",
    "Річна": "brown",
    "Залік": "#F0F",
    "Екзамен": "#A0A"
}

SUBJECTS = (
    ("1", "Укр. мова"),
    ("2", "Математика")
)

SECOND_MONTH_IN_YEAR_NANE = "ЛЮТИЙ"