RATING_TYPES = (
    ("Звичайна", "Звичайна"),
    ("Самостійна", "Самостійна"),
    ("Зошит", "Зошит"),
    ("Контрольна", "Контрольна"),
    ("Тематична", "Тематична"),
    ("Семестрова", "Семестрова"),
    ("Річна", "Річна"),
    ("Залік", "Залік"),
    ("Екзамен", "Екзамен")
)

STATUS_TYPE_TO_COLOR = {
    "Звичайна": "black",
    "Самостійна": "#0F0", 
    "Зошит": "violet",
    "Контрольна": "green",
    "Тематична": "orange",
    "Семестрова": "red",
    "Річна": "blue",
    "Залік": "aqua",
    "Екзамен": "#B08"
}

SECOND_MONTH_IN_YEAR_NANE = "ЛЮТИЙ"
